{
    "cards": [],
    "meta": {
        "description": "Desarrollador fullstack de Recife, Pernambuco, Brasil. Conoce mis proyectos y habilidades.",
        "title": "Felipe Travassos - Desarrollador Fullstack",
        "keywords": "HTML, CSS, SCSS, Sass, JavaScript, JQuery, TypeScript, PHP Composer, NPM, PHP, Laravel, MySQL, SQL Server, Oracle SQL, PostgreSQL, NoSQL, MongoDB, Wordpress, Bootstrap, Codeigniter, Vue.js, Vuetify, VueCli, Vue Router, React, Angular, Node.js, GIT, UI/UX, APIs REST SOAP, Pegasystems, Outsystems, Adobe Premiere Pro, Adobe After Effects, Adobe Animate, Adobe Photoshop, Adobe Illustrator, Gulp, Pruebas Unitarias Jest PHPUnit, AWS."
    },    
    "language_name": "Español",
    "language": "Idioma",
    "language_skills_title": "Habilidades Lingüísticas",
    "language_skills_subtitle": "Mi viaje a través de los idiomas",
    "language_skills": {
        "a1": {
            "title": "A1 - Principiante",
            "desc": "Puedo entender y usar expresiones familiares y cotidianas, así como frases muy básicas destinadas a satisfacer necesidades concretas."
        },
        "a2": {
            "title": "A2 - Básico",
            "desc": "Puedo comprender frases aisladas y expresiones frecuentes relacionadas con áreas de prioridad inmediata."
        },
        "b1": {
            "title": "B1 - Intermedio",
            "desc": "Puedo manejar la mayoría de las situaciones encontradas durante viajes en áreas donde se habla el idioma."
        },
        "b2": {
            "title": "B2 - Intermedio Avanzado",
            "desc": "Puedo entender las ideas principales de textos complejos sobre temas concretos y abstractos."
        },
        "c1": {
            "title": "C1 - Avanzado",
            "desc": "Puedo comprender una amplia gama de textos más largos y exigentes, además de reconocer significados implícitos."
        },
        "c2": {
            "title": "C2 - Competente",
            "desc": "Puedo expresarme de manera espontánea, muy fluida y precisa, diferenciando pequeños matices de significado en situaciones más complejas."
        },
        "c3": {
            "title": "C3 - Fluido o Nativo",
            "desc": "Tengo un dominio completo del idioma. Soy un hablante nativo."
        }
    }    ,
    "close": "Cerrar",
    "openmenu": "Abrir Menú",
    "projects_title": "Donde he desarrollado proyectos",
    "projects_subtitle": "Aquí están algunas de las instituciones que han confiado en mi trabajo",
    "see": "Ver",
    "name": "Nombre",
    "errormsg_title": "¡No se pudo enviar el mensaje!",
    "errormsg_subtitle": "Por favor, inténtalo de nuevo más tarde.",
    "successmsg_title": "Mensaje enviado con éxito!",
    "successmsg_subtitle": "Me pondré en contacto contigo pronto.",
    "english": "Inglés",
    "spanish": "Español",
    "portuguese": "Portugués",
    "college": "Educación Superior",
    "college_info": "Faculdade Maurício de Nassau | Recife - PE - Brasil | Comunicación Social - Habilitación en Cine Digital (incompleto, 7 semestres, 87,5%)",
    "message": "Mensaje",
    "send": "Enviar",
    "sending": "Enviando...",
    "allstack": "Diseño y Desarrollo - Sitio Institucional",
    "fullstack": "Desarrollo - Sitio Institucional",
    "darkmode": "Modo Oscuro",
    "portfolio_title": "Portafolio",
    "portfolio_subtitle": "Conoce algunos de mis trabajos y proyectos",
    "skills_title": "Habilidades",
    "hard_skills_subtitle": "Lo que domino",
    "soft_skills_subtitle": "En lo que soy bueno",
    "hard_skills": "Habilidades Técnicas",
    "soft_skills": "Habilidades Comportamentales",
    "certifications_title": "Educación y Certificaciones",
    "certifications": "Certificaciones",
    "aboutme_title": "Sobre mí",
    "aboutme_subtitle": "Mi trayectoria hasta ahora",
    "explore": "Explorar",
    "powered": "Desarrollado con",
    "contactme_title": "Contacto",
    "aboutme_content_p1": "Hola y bienvenido a mi sitio web / portafolio.",
    "aboutme_content_p2": "Soy un desarrollador fullstack de Recife, Pernambuco, Brasil, con amplia experiencia y conocimiento, trabajando en el desarrollo de aplicaciones web desde 2010.",
    "aboutme_content_p3": "Con una carrera que comenzó en la era de Flash, he acumulado un amplio dominio de metodologías y herramientas de desarrollo, teoría de la comunicación, edición y montaje de vídeo, música y sonido, diseño y tipografía. Mi versatilidad técnica y creatividad me permiten entregar soluciones robustas e innovadoras.",
    "aboutme_content_p4": "Soy apasionado por la música, toco varios instrumentos de cuerda desde la adolescencia, y tengo una fuerte conexión con el cine, habiendo cursado hasta el 7º semestre del curso superior de cine. En todos los proyectos, aplico mis cuatro principales talentos: Razonamiento Lógico, Sensibilidad, Creatividad y Conocimiento.",
    "aboutme_content_p5": "Si estás buscando un desarrollador fullstack que combine experiencia técnica con una visión creativa, estás en el lugar correcto. ¡Vamos a crear algo increíble juntos!"
}
